{
    "news": [
        {"title": "UN climate talks reach halftime with key issues unresolved", "url": "https://abcnews.go.com/International/wireStory/climate-talks-halftime-key-issues-unresolved-93165250", "date": "13 Nov, 2022", "publication": "abc News", "body": "SHARM EL-SHEIKH, Egypt -- It's half-way time at the U.N. climate talks in Egypt, with negotiators still working on draft agreements before ministers arrive next week to push for a substantial deal to fight climate change.\n\nThe two-week meeting in Sharm el-Sheikh started with strong appeals from world leaders for greater efforts to curb greenhouse gas emissions and help poor nations cope with global warming.\n\nScientists say the amount of greenhouse gases being pumped into the atmosphere needs to be halved by 2030 to meet the goals of the Paris climate accord. The 2015 pact set a target of ideally limiting temperature rise to 1.5 degrees Celsius (2.7 degrees Fahrenheit) by the end of the century, but left it up to countries to decide how they want to do so.\n\nHere is a look at the main issues on the table at the COP27 talks:\n\nWHAT ABOUT THE U.S. AND CHINA?\n\nThe top U.S. negotiator suggested that a planned meeting Monday between U.S. President Joe Biden and President Xi Jinping of China on the sideline of the Group of 20 meeting in Bali could also provide an important signal for the climate talks as they go into the home stretch.\n\nWith impacts from climate change already felt across the globe, there's been a push for rich polluters to stump up more cash to help developing countries shift to clean energy and adapt to global warming; increasingly there are also calls for compensation to pay for climate-related losses.\n\nChina is the biggest polluter by far right now, but the U.S. has the most historical pollution over time.\n\nKEEPING COOL\n\nA group of major emerging countries that includes oil-and-gas exporting nations has pushed back against explicit references to keeping the target of limiting global warming to under 1.5 degrees Celsius. Egypt, which is chairing the talks, convened a three-hour meeting Saturday in which the issue was raised several times.\n\n“1.5 is a substantive issue,” said Wael Aboulmagd, a senior Egyptian negotiator, adding that it was “not just China” which had raised questions about the language used to refer to the target. Still, he was hopeful of finding a way of securing a “maximum possible advance” on reducing emissions by the meeting's close.\n\nCUTTING EMISSIONS\n\nNegotiators are trying to put together a mitigation program that would capture the different measures countries have committed to in order to reduce emissions, including for specific sectors like energy and transport. Many of these pledges are not formally part of the U.N. process, meaning they cannot easily be scrutinized at the annual meeting. A draft agreement circulated early Saturday had more than 200 square brackets, meaning large sections were still unresolved. Some countries want the plan to be valid only for one year, while others say a longer-term roadmap is needed. Expect fireworks in the days ahead.\n\nUS-CHINA RELATIONS\n\nWhile all countries are equal at the U.N. meeting, in practice little gets done without the approval of the world's two biggest emitters, China and the United States. Beijing canceled formal dialogue on climate following Speaker Nancy Pelosi's visit to Taiwan and relations have been frosty since. U.S. climate envoy John Kerry said Saturday that he had only held informal discussions with his Chinese counterpart Xie Zhenhua lately. “I think we’re both waiting to see how things go with the G-20 and hopefully we can return,” he told reporters.\n\nSHUNNING FOSSIL FUELS\n\nLast year's meeting almost collapsed over a demand for the final agreement to state that coal should be phased out. In the end, countries agreed on several loopholes, and there are concerns among climate activists that negotiators from nations which are heavily dependent on fossil fuels might try to roll back previous commitments.\n\nMONEY MATTERS\n\nRich countries have fallen short on a pledge to mobilize $100 billion a year by 2020 in climate financing for poor nations. This has opened up a rift of distrust that negotiators are hoping to close with fresh pledges. But needs are growing and a new, higher target needs to be set from 2025 onward.\n\nAminath Shauna, the environment minister of the Maldives, said her island nation conservatively estimates that it will need $8 billion for coastal adaptation. And even that may not be enough, if sea levels rise too much. “It is very disheartening to see that it may be too late for the Maldives, but we still need to address (the issue of finance),” she said.\n\nCOMPENSATION\n\nThe subject of climate compensation was once considered taboo, due to concerns from rich countries that they might be on the hook for vast sums. But intense pressure from developing countries forced the issue of “loss and damage” onto the formal agenda at the talks for the first time this year. Whether there will be a deal to promote further technical work or the creation of an actual fund remains to be seen.\n\nJohn Kerry said the United States is hopeful of getting an agreement “before 2024” but suggested this might not come to pass in Egypt. But he made it clear where the U.S. red line lies for Washington: ”The United States and many other countries will not establish some ... legal structure that is a tied to compensation or liability.\" That doesn't mean money won't flow, eventually. But it might be branded as aid, tied into existing funds and require contributions from all major emitters if it's to pass.\n\nMORE DONORS\n\nOne way to raise additional cash and resolve the thorny issue of polluter payment would be for those countries that have seen an economic boom in the past three decades to step up. The focus is chiefly on China, the world’s biggest emitter, but others could be asked to open their purses too.\n\nSIDE DEALS\n\nLast year's meeting saw a raft of agreements signed which weren't formally part of the talks. Some have also been unveiled in Egypt, though hopes for a series of announcements on Just Transition Partnerships — where developed countries help poorer nations wean themselves off fossil fuels — aren't likely to bear fruit until after COP27.\n\nHOPE TILL THE END\n\nJennifer Morgan, a former head of Greenpeace who recently became Germany's climate envoy, called the talks this year “challenging.”\n\n“But I can promise you we will be working until the very last second to ensure that we can reach an ambitious and equitable outcome,” she said. “We are reaching for the stars while keeping our feet on the ground.”"},
        {"title": "FACT SHEET: President Biden Announces New Initiatives at COP27 to Strengthen U.S. Leadership in Tackling Climate Change", "url": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/11/11/fact-sheet-president-biden-announces-new-initiatives-at-cop27-to-strengthen-u-s-leadership-in-tackling-climate-change/", "date": "11 Nov, 2022", "publication": "The White House", "body": "Today at the 27th U.N. Climate Conference (COP27), President Biden will announce new initiatives to strengthen U.S. leadership tackling the climate crisis and galvanize global action and commitments. President Biden will demonstrate that the United States is following through on its existing commitments and initiatives while also accelerating new and expanded domestic and global efforts. As President Biden said at last year’s COP in Glasgow, this is a decisive decade – and the United States is acting to lead a clean energy future that leverages market forces, technological innovation, and investments to tackle the climate crisis.  The initiatives the President is announcing today also reflect the global imperative to support vulnerable developing country partners in building resilience to a changing climate, helping them cope with a problem they did not create.\n\nIn less than 18 months, President Biden has renewed United States leadership in the fight against climate change.  The President is delivering on his Day One promises, positioning the United States to achieve our ambitious climate goals. President Biden has spearheaded the most significant domestic climate action in U.S. history, including passing the historic Inflation Reduction Act, signing the Bipartisan Infrastructure Law, ratifying the Kigali Amendment to the Montreal Protocol, spurring a new era of clean American manufacturing, enhancing energy security at home and abroad, and driving down the costs of clean energy for consumers in the U.S. and around the world.\n\nThese efforts reflect President Biden’s belief that climate security, energy security, food security, and water security go hand-in-hand. As Russia’s unjust war in Ukraine disrupts energy markets, strains economies with rising prices, and threatens vulnerable countries with severe food shortages, efforts to accelerate climate action, growing clean energy economies, climate smart agriculture, and global resilience have become all the more urgent.\n\nThe initiatives the President is announcing and that the U.S. delegation will highlight throughout COP27 include:\n\n    Bolstering Global Climate Resilience – including doubling the U.S. pledge to the Adaptation Fund to $100 million and announcing over $150 million in new support to accelerate the President’s Emergency Plan for Adaptation and Resilience (PREPARE) efforts across Africa.  These build on the over $20 million that President Biden has announced this year to accelerate PREPARE’s work in Small Island Developing States.\n    Accelerating Global Climate Action – including launching a new initiative to support Egypt in deploying 10 GW of new wind and solar energy while decommissioning five GW of inefficient natural gas generation, strengthening proposed domestic methane regulations in the oil and gas sector that would reduce U.S. methane from covered sources by 87 percent below 2005 levels as well as other domestic and international action to tackle methane emissions and advance the Global Methane Pledge, and announcing new actions that would make the United States the first national government to require major suppliers to set Paris Agreement-aligned emissions reduction goals – leveraging the Federal Government’s over $630 billion in annual purchasing power.\n    Catalyzing Investment at The Scale Required to Tackle the Climate Crisis – including launching new and innovative approaches that strategically use public finance to unlock billions in private investment, such as the “Climate Finance +” initiative that will support developing countries in issuing green bonds; launching the Sustainable Banking Alliance to deepen developing countries’ sustainable financial markets; and making strategic investments that help to mobilize billions in private finance and facilitate the export of U.S. clean technologies.\n    Engaging All of Society in Tackling the Climate Crisis – including launching a Climate Gender Equity Fund, an Indigenous Peoples Finance Access Facility, and new exchanges to empower youth across the world to be leaders on resilience and clean energy in their communities.\n\nThe comprehensive list of announcements by the U.S. delegation at COP27 includes:\n\nBOLSTERING GLOBAL CLIMATE RESILIENCE:\n\nPresident Biden announced additional efforts to further accelerate the implementation of his Emergency Plan for Adaptation and Resilience (PREPARE), which aims to help more than half a billion people in developing countries adapt to and manage the impacts of climate change this decade.   These initiatives reflect the fact that a dollar invested in adaptation can result in $4-10 or more in benefits.  These additional efforts, as well as those announced by the United States during COP27, subject to Congressional notification and the completion of domestic procedures, include:\n\n    Doubling Our Pledge to the Adaptation Fund to $100 million – In Glasgow, we announced our intent to make our first-ever contribution to the Adaptation Fund through an initial pledge of $50 million.  Today, President Biden announced that the United States will double this multi-year pledge to $100 million.\n    Accelerating Adaptation in Africa – President Biden announced over $150 million to accelerate PREPARE’s work across the continent, in support of the Adaptation in Africa initiative he and President El-Sisi announced in June.  This includes U.S. support for:\n        Expanding access to early-warning systems for all of Africa – According to the International Federation of Red Cross and Red Crescent Societies, better early-warning systems and adaptation can cut the number of people who need emergency assistance in half by 2030 — and from 200 million to just 10 million by 2050.  Today, President Biden announced new U.S. support to accelerate these efforts, including through a $13.6 million contribution to the Systematic Observations Financing Facility that will help fill weather, water, and climate observation gaps in Africa.  The United States will also invest $15 million to support the co-development and deployment of early-warning systems in Africa, leveraging the U.S. National Oceanic and Atmospheric Administration (NOAA)’s long-standing relationships with national and regional weather services across Africa.  Our scientists and emergency preparedness experts will work side by side with African partners to bring early warnings to Africa and support communities, leaders, businesses, and people in applying this information to reduce impacts and save lives. \n        Building the capacity of African decision makers of today and tomorrow to accelerate adaptation across the continent for years to come – This includes contributing $10 million to support the launch of a new adaptation center in Egypt – the Cairo Center for Learning and Excellence on Adaptation and Resilience, announced by Egypt, which will build adaptation capacity across the African continent.  As part of our support for the Cairo Center, we are also working with African universities and central ministries to raise awareness of climate risk and strengthen capacity to apply adaptation solutions to manage those risks, especially when it comes to fiscal policy, budgeting and planning.  The United States is contributing an additional $2 million to the Resilience and Adaptation Mainstreaming Program to build the capacity of governments to manage climate risks and access finance.\n        Supporting locally-led efforts to adapt to climate impacts – This includes an additional $3.5 million in support for the Least Developed Countries Initiative for Effective Adaptation & Resilience, which is helping African countries like Uganda, Malawi, Gambia, and Burkina Faso to enhance access to adaptation finance for the most vulnerable.\n        Expanding access to risk-based insurance for the most vulnerable – This includes working with multilateral development banks and supporting the G7 Global Shield against Climate Risks to protect vulnerable people — in Africa as well as the Caribbean, Central America, and the Pacific.   In this context, the United States is enhancing its support for regional risk insurance pools, including contributing $12 million to the Africa Disaster Risk Financing Program and $12 million to ARC Ltd, helping countries cope with extreme weather events, food insecurity, and other issues exacerbated by climate change.\n        Mobilizing the private sector for adaptation and resilience – – The United States is contributing an additional $25 million to the African Union’s flagship Africa Adaptation Initiative (AAI), which is hosted by the Egyptian government, to launch the AAI Food Security Accelerator, which will dramatically speed- and scale-up private sector investments in climate resilient food security in Africa. With U.S. support, the Accelerator will help identify, structure and de-risk a pipeline of transformative adaptation investments in food security, helping to unlock private capital that is already standing ready to invest in these innovative solutions, ranging from cold storage logistics to climate resilient agriculture and post harvesting processes. The United State is also launching a Call to Action to the private sector to tap into their ability to develop innovative adaptation solutions in ways that the public sector cannot, providing an additional $3.8 million to CRAFT TA Facility, and $2 million to launch an adaptation window of the Global Innovation Lab for Climate Finance to help develop new financial instruments and mechanisms to harness private investment in adaptation.\n        Further supporting climate smart food systems in Africa – This includes helping countries and communities to adapt their food systems to climate impacts, through at least $100 million in adaptation funding in FY 2022.  USAID also invested more than $300 million in Resilient Food Security Activities in FY 2022 across Africa that supports agricultural development and food security.  This year, Feed the Future expanded to eight additional African countries, the new Global Food Security Strategy further elevated inclusive and climate-resilient food systems, and climate information services work was expanded.  These efforts are yielding results.  For example, in 2022 in partnership with the Bill and Melinda Gates Foundation and the Foundation for Food & Agriculture Research, climate-resilient maize varieties were planted on seven million hectares across 13 African countries.  These heat, drought, and flood resistant maize varieties provided a 25% yield advantage, benefiting more than 44 million people.\n        Advancing Climate Security Through Sahel-Climate Advocacy and Peacebuilding with Pastoralists – This initiative aims to reduce the risk of farmer-herder climate change-related conflict in communities spanning the border of Niger and Benin by concurrently increasing herders’ access to political participation in local and national government and improving herders’ and farmers’ access to climate forecasts of rainfall, droughts, and other environmental factors.\n    Accelerating Adaptation in SIDS – The United States has also announced over $20 million to accelerate PREPARE’s work in SIDS.  This includes:\n        Expanding early-warning systems in the Pacific SIDS – This includes $15 million to increase the capacity of developing countries to understand, anticipate and prepare for climate impacts to public health and safety, food security, water resources, and coastal areas, which President Biden announced at the historic U.S.- Pacific Island Leaders Summit.  NOAA will also provide university scholarships to five individuals from the region to communication increase the pipeline of qualified forecasters able to deliver climate-smart decision support.  Additionally, NOAA will install roughly 20 satellite units across the region ensuring these forecasts and products reach the last mile.\n        Supporting climate resilience and sustainable development in SIDS through the Local2030 Islands Network – This includes advancing island-led resilience through engagement and technical support through the Network, which currently includes 20 island economies representing diverse geographical regions across the globe, with the largest concentration of members currently in the Pacific and Caribbean.  NOAA will expand its support for the Network to foster peer-to-peer learning opportunities, such as communities-of-practice, and support capacity-building activities, including training, research, extension and engagement, leveraging $4.5 million in new funding.\n        Supporting storm surge mapping – Starting with the Federated States of Micronesia, NOAA and USAID will develop storm surge risk maps to improve understanding of storm surge flooding vulnerability from landfalling tropical cyclones, providing critical information to save lives and avoid climate impacts.\n    Supporting Climate Affected Vulnerable Migrants – The United States announced a contribution of $5 million to the Migration Multi-Partner Trust Fund to support climate-affected vulnerable migrants.  This program underscores our commitment to the vision of the Global Compact for Migration, including improving cooperation on international migration.  It also advances the Biden Administration’s climate strategy, reflected in the 2021 White House Report on the Impact of Climate Change on Migration, to address the impact of climate change on vulnerable populations across the globe.\n\nACCELERATING GLOBAL CLIMATE ACTION:\n\nPresident Biden believes that tackling the climate crisis and keeping the 1.5-degree C temperature goal within reach requires “all hands on deck” – demanding the mobilization of local, state, and national governments, the private sector, and philanthropies. At COP27, President Biden and his Administration announced new initiatives to advance this objective, including:\n\n    Accelerating Egypt’s Clean Energy Economy, Enhancing Climate Ambition, and Supporting Energy Security – Germany and the United States announced over $250 million in resources to unlock $10 billion in commercial investment to support Egypt’s clean energy economy.  The program will deploy 10 GW of new wind and solar energy while decommissioning five GW of inefficient natural gas generation.  This program, coordinated by the European Bank for Reconstruction and Development, will support Egypt’s Country Platform for the Nexus of Food, Water, and Energy (NWFE).  Egypt committed to enhance its Nationally Determined Contribution to incorporate a commitment to quadruple its installed renewables capacity share to 42% by 2030.  Egypt also committed to adopt an ambitious 2050 long-term strategy with a view to explore a net zero greenhouse gas (GHG) emissions target and kick-start the development of green hydrogen.  Additionally, Egypt committed to expand the use of zero-emission vehicles, sustainable public transport, and other solutions for reducing GHG emissions from transport.  The three countries committed to cooperate on reducing methane emissions from Egypt’s oil and gas sector.  These commitments will yield major climate benefits by reducing Egypt’s power sector emissions by about one fifth and cutting methane pollution.  They will also enhance energy security by freeing up over two billion cubic meters of gas.\n    Expanding the Global Methane Pledge to Rapidly Reduce Global Temperatures While Boosting Energy Security – Reducing methane emissions is the fastest way to lower global temperatures in the near term, avoid dangerous climate tipping points, and alleviate global adaptation burdens.  Limiting warming to 1.5°C will require dramatic reductions in global methane emissions of at least 30% by 2030 from 2020 levels, as called for in the Global Methane Pledge (GMP) launched by the United States and European Union at COP26.  The GMP has now been endorsed by over 130 countries representing over half of global methane emissions.\n\n    The oil and gas sector represents the fastest and deepest methane emissions reductions opportunities to achieve the GMP target.  Capturing flared and leaked gas in the oil and gas sector is also a critical near-term solution to boost global gas supplies and support energy security, as 260 billion cubic meters of gas are currently wasted every year from flaring and methane emissions within the sector.  This is why President Biden launched the GMP Energy Pathway at the Major Economies Forum in June 2022, alongside the European Union and 11 other countries, to accelerate global reductions in fossil energy methane.\n\n    Today, President Biden announced major new U.S. actions and welcomed new international actions to rapidly reduce methane emissions, particularly in the energy sector, including:\n        Strengthening proposed domestic methane standards in the oil and gas sector that would reduce wasted energy and harmful emissions from covered sources by 87 percent below 2005 levels while delivering economic benefits – Today, the U.S. Environmental Protection Agency (EPA) announced it is strengthening the agency’s proposed standards to cut methane and other harmful air pollutants from the oil and natural gas industry.  If finalized, these standards will protect workers and communities, maintain and create high-quality, union-friendly jobs, and promote U.S. innovation and manufacturing of critical new, all while delivering significant economic benefits through increased recovery of wasted gas.  The new proposal also includes a ground-breaking “Super-Emitter Response Program” that would require operators to respond to credible third-party reports of high-volume methane leaks. \n        Updating the U.S. Methane Emissions Reduction Action Plan – Building upon the first-ever U.S. Methane Emissions Reduction Action Plan released at COP26, President Biden today unveiled an updated plan showcasing enhanced ambition and progress to achieve deep methane reductions in the United States, while cutting consumer costs, spurring job creation, and securing economic gains. The plan includes more than $20 billion of new investments to reduce methane emissions from the Bipartisan Infrastructure Law, Inflation Reduction Act, and annual appropriations.  The updated plan outlines how the Administration is taking over 50 actions to tackle methane emissions at home.\n        Welcoming over 130 countries which have now endorsed the Global Methane Pledge – The GMP now covers over half of global methane emissions and over two-thirds of the global economy.  In its first year, the GMP has spurred implementation including significant progress on national methane action plans and new landmark policies and initiatives across all major sectors.\n        Launching a Joint Declaration from Energy Importers and Exporters on Reducing Greenhouse Gas Emissions from Fossil Fuels – Launched alongside the European Union, Japan, Canada, Norway, and the United Kingdom, the declaration unites major energy importers and exporters to minimize flaring, methane, and CO2 emissions across the fossil energy value chain to the fullest extent practicable.  These countries will support enhanced policy action, cooperation on methane measurement, and public and private sector engagement to achieve these goals.\n        Welcoming the launch of the Methane Alert and Response System (MARS) – Today, the UN Environment Programs’ International Methane Emissions Observatory launched MARS, a new system to tackle methane “super-emitters” by providing countries and companies with data to enable action on major emissions sources.\n        Welcoming enhanced action on methane mitigation from international partners, including Nigeria, Canada, and Mexico – All of these countries are among the 20 largest emitters of methane in the oil and gas sector.  Nigeria celebrated the finalization and publication of its first-ever methane regulations in its oil and gas sector.  Canada reaffirmed its commitment to reduce oil and gas methane emissions by at least 75% by 2030 below 2012 levels through strengthened regulatory action and industry partnerships.  The U.S. Environmental Protection Agency and PEMEX also launched cooperation to reduce methane emissions in Mexico’s oil and gas sector, tackling an emissions source that rivals the emissions from Mexico’s entire power sector.  The U.S Trade and Development Agency is also supporting partners in methane abatement by leveraging the best-in-class technical expertise of U.S. industry in this area, including by funding a series of three reverse trade missions in 2023 to familiarize partners with the latest U.S. methane abatement technologies and services.\n    Launching the Green Shipping Challenge – Following President Biden’s call to action at his June 2022 MEF, the United States and Norway launched the Green Shipping Challenge at COP27, with more than 40 major announcements from countries, ports, and companies on the actions they are taking to help align the shipping sector with the goal to limit global temperature rise to 1.5 degrees C.  For our part, the United States announced initiatives including: three new bilateral workstreams focused on facilitating green shipping corridors with the Republic of Korea, Canada, and the United Kingdom, the development of a U.S. maritime decarbonization strategy, and the launch of a Green Shipping Corridors Initiation Project with $1.5 million, subject to Congressional notification and the completion of domestic procedures, to support feasibility studies for green shipping corridors involving developing countries. These efforts build on U.S. leadership in zero-emission shipping, including $3 billion in the Inflation Reduction Act to support zero-emission port equipment, technology, and climate action plans; more than $700 million in Bipartisan Infrastructure Law to make U.S. ports more efficient and resilient; and U.S. efforts at the International Maritime Organization (IMO) to advance a goal of phasing out greenhouse gas emissions from the international shipping sector to zero no later than 2050.\n    Accelerating Zero Emissions Solutions in Ukraine and the EU Through Advanced Nuclear:  This announcement launches two projects that showcase the use of innovative small modular reactor (SMR) technologies for powering global decarbonization efforts and providing options to achieve net-zero economies in hard-to-abate energy sectors.  These include (i) commencing a 2-year Ukraine Clean Fuels from SMRs Pilot demonstration project in Ukraine to efficiently produce clean hydrogen fuels from SMR and cutting-edge electrolysis technologies and to establish new avenues to achieve food security through production of clean ammonia for fertilizer production, and (ii) launching a new initiative, Project Phoenix, to move Europe from coal-fired plants to SMRs while retaining and retraining local jobs through U.S. support for coal-to-SMR feasibility studies and supporting activities.\n    Establishing an International Climate Hub for Climate-Smart Agriculture – Modeled after USDA domestic Climate Hubs, USDA intends to create an International Climate Hub to further support global science-based, climate-informed decision-making.  USDA Climate Hubs serve as the premier model for developing and delivering science-based, region-specific information and technologies to U.S. agricultural and natural resource managers that enable climate-informed decision-making.  By creating a new International Climate Hub, USDA will help support goals set out in PREPARE, the Global Methane Pledge, and the Global Fertilizer Challenge.  By sharing the best practices and research on climate-smart agriculture and forestry, including those gained from international coalitions and research consortia, we can help address climate change on a global-scale, build out new and better markets for U.S. products and make agriculture production more efficient and productive everywhere. \n    Announcing New Initiatives for Governments to Lead by Example\n        Engaging U.S. Federal Government suppliers – Today, President Biden announced historic new action that would make the United States the first national government to require major suppliers to set Paris Agreement-aligned emissions reduction goals.  This action would reduce GHGs and protect the Federal Government’s supply chains from climate-related financial risks.  As the world’s single largest buyer of goods and services – with over $630 billion in spending last year alone, climate change poses significant financial risks to the Federal Government.  Through the Federal Supplier Climate Risks and Resilience Proposed Rule, major Federal Government contractors would be required to publicly disclose their GHG emissions and climate-related financial risks and set science-based emissions reduction targets.\n        Launching the Net-Zero Government Initiative – This initiative leverages the catalytic role of national governments in accelerating the implementation and achievement of countries’ climate targets.   Participating countries commit to achieving net-zero emissions from national government operations by no later than 2050, developing a roadmap and interim targets by COP28 that outlines their pathway for getting there, and publishing the roadmap upon completion.  Over 15 countries will join the United States in this Initiative.\n        Launching the Subnational Climate Action Leaders’ Exchange – The U.S. State Department and Bloomberg Philanthropies are supporting a first-of-its-kind initiative, the Subnational Climate Action Leaders Exchange (SCALE), to help cities, states, and regions develop and implement net-zero, climate-resilient targets and roadmaps.  SCALE will empower subnational champions to drive ambition at the national and international level and will leverage action and advocacy organized around a set of high-level goals needed to keep a 1.5-aligned, climate-resilient future within reach.  In its first phase, SCALE will focus on accelerating implementation of the Global Methane Pledge and its call for a 30 percent reduction in methane emissions by 2030.\n    Launching the Net-Zero Game Changers Initiative – This initiative accelerates game-changing climate innovations and supercharges the public and private climate innovation ecosystem to help the United States meet President Biden’s goal of reaching net-zero emissions by no later than 2050.  To launch the initiative, the White House Climate Policy Office, Office of Management and Budget, and Office of Science and Technology Policy released a new report, U.S. Innovation to Meet 2050 Climate Goals, which describes 37 game-changing R&D opportunities identified across U.S. Federal agencies. With inclusive and intentional innovation, these innovations can help propel the United States and the rest of the world towards an affordable, equitable, net-zero energy system.\n\nCATALYZING INVESTMENT AT THE SCALE REQUIRED TO TACKLE THE CLIMATE CRISIS\n\nThe United States is committed to not only meeting President Biden’s ambitious goal to quadruple U.S. climate finance to over $11 billion a year and working with other countries to meet the goal of mobilizing $100 billion, but also to using public finance in new and innovative ways to unlock the much larger pools of capital that will be required to tackle the climate crisis.  These efforts are in direct support of the Partnership for Global Infrastructure and Investment.  These efforts include:\n\n    Launching “Climate Finance +” – The U.S. Millennium Challenge Corporation (MCC) and USAID are collaborating to accelerate the use of innovative finance mechanisms that aim to leverage billions in new public and private investment in low and lower-middle income countries.  This Climate Finance + effort will support potential green bonds and other climate-related financing through MCC technical assistance in Indonesia, Mozambique, and Zambia and USAID support for the development of green bonds in at least five additional countries via public-private partnerships.\n    Investing over $2.3 billion in Innovative Financing for Climate in 2022 through the U.S. International Development Finance Corporation – The U.S. International Development Finance Corporation (DFC) announced in Fiscal Year (FY) 2022 it invested more than $2.3 billion to combat the climate crisis through mitigation and resilience projects that have a positive developmental impact.  Recognizing the urgent need to scale up private-investment in adaptation efforts in developing countries, DFC has announced a major push to accelerate its investments in this area.  In FY 2022, more than $390 million of the agency’s investments went to projects that helped to bolster developing countries’ resilience, and an additional $200 million went to deals that will generate adaptation co-benefits.  Building on this momentum, DFC is accepting climate adaptation business proposals for financing to support resilience in developing countries, with an emphasis on four sectors: agriculture, water, built environment, and health.  DFC’s investments also helped support clean energy solutions that provide reliable, affordable energy to help developing countries meet rising demand and support economic development. \n    Unlocking Billions in Finance and Facilitating U.S. Clean Technology Exports Through Strategic Investments by the U.S. Trade and Development Agency and U.S. Export-Import Bank – In April 2021, President Biden announced the launch of the U.S. Trade and Development Agency’s (USTDA) Global Partnership for Climate-Smart Infrastructure to connect U.S. industry to major clean energy and transportation infrastructure projects in emerging economies.  At COP27, USTDA announced that it has already funded more than 50 activities through the Partnership that will help its partners in developing and middle-income countries achieve their energy and transportation sector climate mitigation and adaptation goals.  These activities are designed to help unlock more than $65 billion in climate finance and support more than $15 billion in U.S. exports.  Additionally, the U.S. Export-Import Bank announced that it has provided over $175 million in financing to support U.S. exports of climate friendly technologies, its highest volume of authorizations for clean technology exports in years.\n    Launching the Sustainable Banking Alliance –USAID will help deepen the sustainable financial sectors in developing countries by partnering with community financial institutions and banking associations across the globe to develop tools and capacity focused on climate financing, climate risk, and carbon accounting and will encourage climate finance target-setting for community banks.  The activity will be launched with two pilot countries, Colombia and Rwanda, with an initial total budget of just over $1 million.  The Alliance supports USAID’s Action Plan for Climate and SDG Investment.\n\nENGAGING ALL OF SOCIETY IN TACKLING THE CLIMATE CRISIS:\n\nPresident Biden believes that tackling the climate crisis must take an inclusive approach, engaging all members of society.  At COP27, the United States announced new initiatives to advance this objective, including:\n\n    Launching the Climate Gender Equity Fund – With initial seed funding of $6 million, USAID is co-launching a new Climate Gender Equity Fund in, partnership with Amazon, which will leverage private sector contributions to help provide women climate leaders with technical skills, networks, and capital to develop and scale climate solutions.  The Fund is enabled by USAID’s commitment to gender-responsive climate action, including its allocating more than $21 million from the Gender Equity and Equality Action (GEEA) Fund, surpassing its $14 million COP26 commitment.\n    Investing in Climate Leadership for Egyptian Women – USAID is spurring climate action by investing in education and skills building for women and youth.  USAID has made a $23 million initial investment in a new nine-year program that aims to build a more inclusive Egyptian workforce, with an emphasis on sectors with the potential to contribute to climate goals such as environment and energy.  \n    Launching the Indigenous Peoples Finance Access Facility – This Facility will enable the continued climate stewardship by Indigenous peoples and local communities improving their access to climate finance.  This three-year, $2 million-dollar program, implemented by Indigenous peoples within Conservation International, will provide trainings, tools, and workshops to build long-term capacity and enhance access to climate finance.\n    Empowering Youth as Resilience and Clean Energy Leaders – The U.S. State Department is launching two three-week, in-person On-Demand Youth Leadership Program exchanges for approximately 40 high school-aged youth and adult mentors from the United States and countries across Africa to develop a deeper understanding among young leaders about climate adaptation and clean energy and to foster their ability to provide solutions to the climate crisis in their home communities. The exchanges are scheduled for spring 2023."},
        {"title": "COP27: Five Issues On India's Radar", "url": "https://www.indiaspend.com/climate-change/cop27-five-issues-on-indias-radar-841271", "date": "5 Nov, 2022", "publication": "IndiaSpend", "body": "Mumbai: Last year's annual global climate change conference was held on the heels of the Covid-19 pandemic. This year's Conference of the Parties (COP27) in Egypt, which will begin on Sunday, November 6, is significant as it is being held in the backdrop of Russia's invasion of Ukraine that has resulted in a global energy crisis at a time when the world is trying to move away from fossil fuels, the major source of energy for the world.\n\nAt the conference, India will, among other things, push for a just transition deal--which means ensuring energy for a developing country and protecting its workforce employed in fossil-fuel related industries--as it moves to renewable sources of energy, climate finance for adaptation, mitigation and financial assistance for climate change-induced loss and damage.\n\nIn addition, Prime Minister Narendra Modi is likely to use India's 'lifestyle for environment' or LiFE mission, which refers to adopting a sustainable lifestyle, to position the country as going beyond policy-making as it advocates for individual and community-level change to help the global fight against climate change.\n\nClimate change negotiations are not just a diplomatic exercise for India; the country is experiencing the adverse effects of climate change every year with a 55% increase in heat-related deaths between 2000-2004 and 2017-2021, and income loss equivalent to 5.4% of its gross domestic product (GDP) due to extreme heat, an emailed press release on research published by The Lancet said. India had extreme weather events on 242 of the 273 days between January 1 and September 30, 2022.\n\nDomestically, India has set its own ambitious climate pledges, known as Nationally Determined Contributions (NDCs) and a net-zero goal (carbon neutrality, referring to all carbon emissions either being eliminated or absorbed and not released into the environment) for 2070, but it also needs external financial help for its people to adapt to the effects of global warming and to mitigate losses.\n\nLifestyle to combat climate change\n\nThe Indian government is pushing Mission LiFE, a belief that apart from policy interventions at a government level, individuals and communities, by changing their behaviour to reduce carbon emissions, can lend a hand in the fight against climate change.\n\nThe movement was launched in October 2022 by PM Narendra Modi along with United Nations Chief Antonio Gueterres. Not only is LiFE being promoted at COP27, it has also officially been made part of India's NDC and might also be on its agenda for India's presidency at G20.\n\nG20 or the group of 20 is an intergovernmental platform comprising 19 countries and the European Union that works to address issues like climate change, the global economy and financial stability. India will hold the G20 presidency from December 1, 2022 to November 30, 2023.\n\nLiFE's three-pronged strategy includes nudging individuals to practise simple yet effective environment-friendly actions in their daily lives (demand), such as using public transport and choosing sustainable products like cloth bags over plastic; enabling industries and markets to respond swiftly to the reducing demand (supply) for environmentally unsustainable products like disposable/single-use products and packaging; and to influence government and industrial policy to support both sustainable consumption and production (policy).\n\n\"LiFE is a positive effort but it comes with certain caveats,\" said Avantika Goswami, a programme manager for climate change at the New Delhi-based research organisation, the Centre for Science and Environment (CSE). \"The IPCC report identifies what impact behavioural change can have on emissions reduction. But I believe that this should apply to wealthy individuals and countries who have extremely high per capita emissions.\"\n\nIndia's per capita emissions, at 2.4 tonne carbon dioxide equivalent (tCO2e), are far below the world average, at 6.3 tCO2e, in 2020, noted the 2022 Emissions Gap report by the United Nations Environment Programme. The US, on the other hand, stands at 14 tCO2e, almost six times India's per capita emissions.\n\n\"The IPCC report also states that individual behavioural change is insufficient for climate change mitigation unless embedded in structural and cultural change. So it requires enabling infrastructure to help individuals make the right low-carbon choices,\" such as better footpaths or first and last mile connectivity to promote walking or use of public transport, added Goswami. \"There can also be the danger of shifting of accountability [to citizens] because what then are our larger entities, authorities doing?\"\n\nCarbon markets\n\nA carbon market allows countries and companies, that are unable to meet emissions targets, to buy carbon credits from those that have reduced emissions and have 'credits' for sale. For instance, from 2002 to 2012, Indian companies and the government together had earned hundreds of crores worth of carbon credits under the Clean Development Mechanism (CDM)--what carbon markets under the Kyoto Protocol were known as–by reducing industrial emissions, switching to renewable energy, energy efficiency in households and protecting forests, and sold some of them as credits to countries or companies that were likely to exceed their emission targets.\n\nAhead of COP27, in August 2022, the lower house of the Indian Parliament passed the Energy Conservation (Amendment) Bill, which if enacted will empower the union government to launch a National Carbon Market to trade credits domestically.\n\nCarbon markets have been one of the most debated topics in UNFCCC negotiations because of concerns over double counting of the traded emissions by buying and selling countries, human rights abuses in, and falsifying claims about, reducing emissions under the carbon market mechanism under the Kyoto protocol that preceded the Paris agreement.\n\nIt was also on the agenda at COP26, specifically Article 6 of the Paris agreement, which focuses on setting up market mechanisms to meet nationally determined goals of countries.\n\n\"For the European Union, the international carbon markets are instruments of decarbonisation, but for developing nations it is an instrument of climate finance,\" says Vaibhav Chaturvedi of the Council for Energy, Environment and Water (CEEW).\n\nMany of the key issues in the Article 6 Rulebook were resolved at COP26 last year (such as rules on transferring mitigation credits between countries and rules on incentivising the private sector), noted Aman Srivastava, fellow at the New Delhi based think-tank Centre for Policy Research (CPR). Lingering issues include how to transition CDM credits to the carbon market mechanism under the Paris agreement, he said, adding that discussions will also focus on \"how countries can make national arrangements to participate in Article 6\".\n\nMoving away from fossil fuels through a just transition\n\nThe Russian invasion of Ukraine added a layer of complexity to global efforts to cut fossil fuel, and specifically coal, consumption. Russia has been by far the world's largest exporter of fossil fuels, especially to the European countries. As European countries imposed sanctions, Russia curtailed supply of natural gas to Europe. Many were pushed back into reliance over oil and coal for energy.\n\nTo meet its growing energy requirement and shortage of domestic coal, India imported coal earlier this year. The UNEP report had also stated that India's coal emissions in 2021 exceeded pre-pandemic levels.\n\nAt the 21st Conference of Parties in Paris in 2015, the world had aimed to limit global warming well below 2°C, preferably to 1.5°C, as a temperature increase beyond this limit would mean more frequent and intense climate-related risks like heat waves and floods. But the world is not on track to achieve this aim, according to the UNEP 2022 Emissions Gap report. New and updated pledges submitted by countries will only reduce 10% of greenhouse gas emissions by 2030, when a 45% reduction is required.\n\nAs part of its pledge, India too had committed to reducing the emissions intensity of its Gross Domestic Product (GDP) by 45% by 2030, from 2005 levels. It has also pledged to have about 50% of installed electric power from non-fossil fuel-based energy resources by 2030.\n\n\"We are on track to reduce the emissions intensity of our economy as per our target. But domestically, we could show higher ambition by having non-fossil fuel generation targets instead of capacity targets,\" said Goswami of CSE. Installed capacity refers to what an entity is capable of producing and the actual generation, or what that entity achieves, may differ drastically. At the moment, India's installed capacity of fossil fuel sources (coal, lignite, gas and diesel) stands at 57.9%, and of non-fossil fuels stands at 42.1% However, if we look at actual generation, coal still dominates our power generation while renewable energy is at 26%.\n\nIndia had toned down its ambitions for non fossil-fuel based energy of 500 GW by 2030 that PM Modi had announced at COP26, to reach 50% (407 GW) of its estimated electricity demand of 817 megawatt in 2030, when India's official climate pledges were sanctioned by the Union cabinet.\n\nIn addition, at COP26, India insisted on a \"phase-down\" of coal use rather than \"phase-out\", because unlike developed nations, India's energy needs are not yet met. Even though India builds clean energy infrastructure, the existing fossil fuel capacity cannot be simply phased out or substituted.\n\nAt COP27, India will push for climate finance to achieve this phase down in coal. A June 2022 report by BloombergNEF stated that India will require a $223 billion investment between 2022-2029 to meet the wind and solar capacity under the updated NDCs.\n\nThe G7 countries, which includes Germany, Italy, Canada, France, Japan, UK and the US declared in June 2022 that they will launch a Just Energy Transition Partnership (JETP) with India, South Africa, Indonesia, Senegal, Argentina at COP27. The partnership aims to reduce dependency on coal and finance the rapid deployment of clean energy in India, and experts say we will know more about the partnership at COP27.\n\nTransparency, accountability and scaling up of climate finance\n\nThe issue of financial help to cut emissions and adapt to the effects of climate change for developing countries will be at the top of the agenda at COP27. India has announced its intention to raise the issue of finance and stated that countries must agree on the definition of climate finance.\n\nTracking climate finance is difficult because there is no clear definition on what counts as climate finance. The UNFCCC's operational definition, that \"climate finance aims at reducing emissions and enhancing sinks of greenhouse gases and aims at reducing the vulnerability of, and maintaining and increasing the resilience of, human and ecological systems to negative climate change impacts,\" is too broad and leaves room for ambiguity, according to a 2022 study by Anis Choudhary and Jomo Kwame Sundaram.\n\nThe two other issues with climate finance are its scale and its delivery, experts told us.\n\nIn 2009, developed countries had pledged to deliver to developing countries an annual climate fund of $100 billion per year by 2020 for funding climate adaptation and mitigation measures.\n\nBetween 2013 and 2019, only 65% of the finance was delivered on average by developed nations to developing nations. The target was then deferred by three years to 2023. According to the Adaptation Gap 2022 report released by the United Nations Environment Programme on November 3, the combined adaptation and mitigation finance in 2020 fell short by at least $17 billion of the $100 billion.\n\nFurther, the $100 billion promise is now inadequate because developing countries are estimated to need $600 billion a year from 2020 to 2050 to decarbonise just their energy sectors.\n\nAt COP26, Prime Minister Modi demanded $1 trillion in finance from developed countries. The African group of countries also called for a $1.3 trillion a year in climate finance to be made available from 2025.\n\n\"The debate at COP27 will not just be about numbers but that some action should happen,\" said Chaturvedi of CEEW. \"Finance should start flowing in. Private finance and low-cost finance should also come in.\"\n\nReparations for loss and damage\n\nA subset of climate finance, loss and damage finance is one of the other issues which will be at the centre of developing nation's attention at COP27, according to an official press release from the Indian environment ministry. 'Loss and Damage' reflects the impact of changing weather on communities due to climate change, which cannot be avoided by undertaking measures to reduce greenhouse gas (termed as mitigation) or adjusting to climate change impacts (termed as adaptation), according to several studies.\n\nIndia is one of the most vulnerable countries to the effects of climate change, with the poor being the most at risk. For instance, unseasonal rains and extreme weather events are culminating in heavy loss for farmers and fishers from Maharashtra, IndiaSpend had reported in October 2022, and loss and damage finance can help compensate for these losses.\n\nThe demand for finance to cover loss and damage by developing countries has been a long-standing one. At COP26, there was some progress when the group of developing countries known as the G77, and China, called for a formal 'loss and damage finance facility' to be set up to provide financial support to vulnerable nations. However, due to opposition from the developed countries, such as the EU, US and UK, leaders failed to establish a relief fund to help developing countries deal with climate change-related loss and damage.\n\n\"The disproportionate impact of climate change calls for mainstreaming loss and damage into action and should be an important component of the (COP27) negotiations,\" said Abinash Mohanty, a public policy expert in climate risks and adaptation, and a reviewer of the IPCC's sixth assessment report on the impacts of climate change."}
        
    ]
}